{
    "about": {
        "description":"Passionnée par le développement web, je me spécialise dans le front-end et le design web. Mon objectif est de créer des expériences en ligne exceptionnelles centrées sur l'expérience utilisateur, en mettant l'accent sur l'accessibilité.Chaque ligne de code que j'écris vise à créer des interfaces interactives et esthétiquement plaisantes, avec un engagement envers l'accessibilité. Mon objectif est de fusionner créativité et fonctionnalité pour proposer des solutions web innovantes." 
    },
    "skills": [
        { 
            "file": "tailwind.png",
            "name": "TailWind"
        },
        { 
            "file": "figma.png",
            "name": "Figma"
        },
        { 
            "file": "canva.png",
            "name": "Canva"
        },
        { 
            "file": "html.png",
            "name": "HTML"
        },
        { 
            "file": "sass.png",
            "name": "Sass"
        },
        { 
            "file": "git.png",
            "name": "GitHub"
        },
        { 
            "file": "bash.png",
            "name": "Git Bash"
        },
        { 
            "file": "react.png",
            "name": "React.js"
        },
        { 
            "file": "js.png",
            "name": "Javascript"
        },
        { 
            "file": "express.png",
            "name": "Express.js"
        },
        { 
            "file": "css.png",
            "name": "CSS"
        },
        { 
            "file": "node.png",
            "name": "Node.js"
        },
        { 
            "file": "mongo.png",
            "name": "MongoDB"
        }
    ],
    "projects": [
        {
            "title": "AGENCE DE VOYAGE",
            "description": "Je suis développeuse front-end pour l’agence ArchiWebos. Je suis en renfort pour une équipe qui travaille sur la conception du site portfolio d’une architecte d’intérieur, jai rencontrée des difficultés pour le Css concernant ce projet. ",
            "tags": [
                "HTML &",
                " CSS"
            ],
            "pictures": [
            "voyage.png"
            ], 
            "picturesModale":["booki.webp","booki2.webp"]
        },
        {
            "title": "PORTFOLIO ARCHITECT D'INTERIEUR",
            "description": "L'entreprise souhaite développer un site internet qui permettra aux usagers de trouver des hébergements et des activités dans la ville de leur choix.Je suis chargée d'intégrer l'interface du site,la petite difficultée était d'apprendre le Javascript concernant ce projet.",
            "tags": [
                "JAVASCRIPT &",
                " CSS"
            ],
            "pictures": ["archit.png"],
            "picturesModale":["archi.webp","archi2.webp", "archi3.webp", "archi4.png"]
        },
        {
            "title": "SITE D'UNE PHOTOGRAPHE",
            "description": "En tant que développeuse freelance, j'ai proposer mes services d'optimisation SEO à de nouveaux clients. Pour ce faire, j'ai analysé plusieurs sites internet. Parmi mes prospects, il y a le site de Nina Carducci, une photographe.J'ai eu des difficultées à trouver 3 erreurs en Jquery.",
            "tags": [
                "HTML ,",
                " CSS ","& JAVASCRIPT"
            ],
            "pictures": ["photographe.png"],
            "picturesModale":["photo.webp","photographe2.webp", "photographe3.webp"]
        },
        {
            "title": "LOCATION IMMOBILIÈRE ",
            "description": "Kasa m'a recruté en tant que développeur front-end en freelance pour développer sa nouvelle plateforme web de location d’appartements entre particuliers. Avec plus de 500 annonces postées chaque jour, Kasa fait partie des leaders de la location d’appartements en France.Dans ce projet, j'ai rencontrée des difficultées concernant l'animation des collapses  .",
            "tags": [
                "SASS,",
                " CSS &",
                " REACT"
            ],
            "pictures": ["immob.png"],
            "picturesModale":["immo.webp","immo2.webp", "immo3.webp", "immo4.webp"]
        },
        {
            "title": "MON VIEUX GRIMOIRE",
            "description": "En tant que développeur back-end j'ai réalisé la création d'un site de référencement et de notation de livres pour une petite chaîne de librairies, j'ai rencontrée des difficultées sur le controller, de fonction de modifications d'un livre existant.",
            "tags": [
                "NODE,",
                " EXPRESS &",
                " MONGO DB"
            ],
            "pictures": ["vieuxG.png"],
            "picturesModale":["vieux.webp","vieux2.webp", "vieux3.webp", "vieux4.webp"]
        },
        {
            "title": "NOVATOKEN ",
            "description": "Création d'un site qui présente un projet made in France, d'une cryptomonnaie et de son exploreur et sa blockchain, j'ai rencontrée un problème concernant certaines animations .",
            "tags": [
                "JAVASCRIPT &",
                " CSS"
            ],
            "pictures": ["novaT.png"],
            "picturesModale":["nvt.webp","nvt2.webp","nvt3.webp"]
        },
        {
            "title": "FLASH ENSEIGNE ",
            "description": "Site de présentation pour une entreprise d'enseignes signalétiques, leurs services, leurs realisation, leurs contact et la présentation de l'équipe.J'ai rencontrée un problème concernant certaines animations.",
            "tags": [
                "REACT,",
                " CSS &",
                " TAILWIND"
            ],
            "pictures": ["flashE.png"],
           "picturesModale":["flash.webp","flash1.webp","flash2.webp"]
        }
    ]
}